{
    "data": [
        {
            "id": "1516054019889848328",
            "text": "RT @SamRamani2: Dmitri Medvedev warns that Russia's debt default will cause Europe to default on its debts too \n\nMedvedev railed against th…"
        },
        {
            "id": "1516054019193638924",
            "text": "RT @LifeNewsHQ: People in Ukraine Need Food and Shelter, Abortion Activists are Sending Abortion Pills Instead https://t.co/cfZEe7oJLG"
        },
        {
            "id": "1516054019143307270",
            "text": "RT @EuromaidanPR: The whole Ukraine supports our President @ZelenskyyUa for this decision 🙌"
        },
        {
            "id": "1516054019092975616",
            "text": "Bundeskanzler Scholz steht wegen seiner Haltung zu Waffenlieferungen an die Ukraine in der Kritik. Die Vorsitzende des Bundestagsverteidigungsausschusses fordert die Lieferung schwerer Waffen, doch der Kanzler sage nach wie vor nicht, was er wolle.\n\nhttps://t.co/M9yA5aSWMo"
        },
        {
            "id": "1516054018765647876",
            "text": "36 countries import more than 50% of their wheat from Russia &amp; Ukraine - today they are highly exposed to supply chain disruptions and price hikes. We need to keep food supply chains open and trade flowing. https://t.co/t6sWKL0Wv0"
        },
        {
            "id": "1516054018103169035",
            "text": "RT @MarkHertling: While I appreciate the comments from @ratemyskyperoom, the most important thing in this picture is not me, it's the chyro…"
        },
        {
            "id": "1516054017801084929",
            "text": "RT @Telegraph: 🛥 When Russia invaded Ukraine, governments seized the prized assets of Russian oligarchs - superyachts. \n\nNow, the superyach…"
        },
        {
            "id": "1516054017717280769",
            "text": "RT @lauraapollo: @thehill Trump held up delivery.  \nFFS \n\nhttps://t.co/U6cvNzqYfp"
        },
        {
            "id": "1516054017637597189",
            "text": "RT @lesiavasylenko: Is there a legal system in the world where the court asks the victim what she is prepared to cede to her rapist, so he…"
        },
        {
            "id": "1516054017226555393",
            "text": "RT @arunsingh4775: To Ukraine via Republic of Poland.. https://t.co/6Z73XNVrsg"
        }
    ],
    "meta": {
        "newest_id": "1516054019889848328",
        "next_token": "b26v89c19zqg8o3fpytnjfyxrnf9il9jvga9p85sdxe9p",
        "oldest_id": "1516054017226555393",
        "result_count": 10
    }
}